---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.RebarShapeDrivenAccessor
source: html/9346c37e-27b9-4d88-10bf-4b05ff26749d.htm
---
# RebarShapeDrivenAccessor Properties

Identifies the distribution path length of rebar set.